Revit 2027 API
SymbolTypeId.UsTonnesForceT Property
 Symbol T, indicating unit US tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UsTonnesForceT { get; }
Public Shared ReadOnly Property UsTonnesForceT As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UsTonnesForceT {
	ForgeTypeId^ get ();
}
static member UsTonnesForceT : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace